{
  "name": "Bauble-ful Trinkets",
  "icon": "harkenscythe:textures/items/soul_trinket.png",
  "category": "harken_magicians_trek",
  "advancement": "harkenscythe:not_a_wizard_this_time",
  "pages": [
    {
      "type": "text",
      "text": "This section lists all of the currently obtainable baubles to utilize in Harken Scythe.$(br2)The Reaper's Ring of Silence is the perfect ring to start off with: This will command your weaponry to be silent and not spawn any essences. Perfect for when you need to utilize the reaping tools for combat only!"
    },
    {
      "type": "crafting",
      "recipe": "harkenscythe:silence_ring",
      "title": "Ring of Silence",
      "text": "And the vision that was planted in my brain$(br)Still remains$(br)Within the Ring of Silence"
    },
    {
      "type": "crafting",
      "recipe": "harkenscythe:parasitica_ring",
      "title": "Ring of Parasitica",
      "text": "The Reaper's Ring of Parasitica gives you a bit of lifesteal thanks to the work of the biomass used to construct it.$(br2)Wearing more than one ring will stack the amount of lifesteal given!"
    },
    {
      "type": "crafting",
      "recipe": "harkenscythe:alteration_ring",
      "title": "Ring of Alteration",
      "text": "The Reaper's Ring of Alteration as the name implies, gives you a bit of essence alteration.$(br2)Wearing more than one ring will stack the amount of essence alteration given!"
    },
    {
      "type": "crafting",
      "recipe": "harkenscythe:reversal_ring",
      "title": "Ring of Reversal",
      "text": "The Reaper's Ring of Reversal uses the power of both blood and soul to reverse the effects of reaping.$(br2)Reaping for blood essence will give soul essence instead and vice versa."
    },
    {
      "type": "text",
      "text": "These trinkets are very popular among Harbingers, as mere contact with essence entities is enough to collect them, while they can store a considerable amount of them.$(br)As these are delicate relics, they cannot be used for direct crucible interactions but rather have their essence transferred by absorbers.$(br2)Essence will also be attracted, making it very useful for quicker essence collecting."
    },
    {
      "type": "crafting",
      "recipe": "harkenscythe:essence_trinket_blood",
      "recipe2": "harkenscythe:essence_trinket_soul"
    },
    {
      "type": "text",
      "text": "Thanks to an old alliance between the Harbingers and the Withers, it is known that this piece of jewelry can be improved even further.$(br2)The capacity increased is MASSIVE!"
    },
    {
      "type": "crafting",
      "recipe": "harkenscythe:essence_trinket_blood_ethereal",
      "recipe2": "harkenscythe:essence_trinket_soul_ethereal"
    }
  ]
}
